Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: Claim SN25α
ar: المطالبة بـ SN25α
cs: Vyzvednout SN25α
de: SN25α einlösen
el: Διεκδίκηση SN25α
es: Reclamar SN25α
es_419: Reclamar SN25α
es_mx: Reclamar SN25α
fr: Réclamer des SN25α
he: מימוש SN25α
hi: SN25α का दावा करें
id: Klaim SN25α
it: Riscatta SN25α
ja: SN25α を受け取る
ko: SN25α 받기
nl: SN25α opeisen
pl: Odbierz SN25α
pt: Reivindicar SN25α
pt_br: Resgatar SN25α
pt_pt: Reivindicar SN25α
ru: Получить SN25α
sv: Hämta ut SN25α
th: รับ SN25α
uk: Отримати SN25α
vi: Nhận SN25α
zh_hans: 领取 SN25α
zh_hk: 領取 SN25α

source: Claim your spot
ar: احجز مكانك
cs: Zajistěte si místo
de: Sichere dir deinen Platz
el: Κλείστε τη θέση σας
es: Reclama tu puesto
es_419: Reclama tu lugar
es_mx: Reclama tu lugar
fr: Réservez votre place
he: תפסו את המקום שלכם
hi: अपनी जगह पक्की करें
id: Amankan tempat Anda
it: Prendi il tuo posto
ja: 枠を確保する
ko: 자리 확보하기
nl: Claim je plek
pl: Zajmij swoje miejsce
pt: Garanta o seu lugar
pt_br: Garanta sua vaga
pt_pt: Garanta o seu lugar
ru: Займите своё место
sv: Ta din plats
th: จองที่ของคุณ
uk: Займіть своє місце
vi: Giành chỗ của bạn
zh_hans: 获取您的席位
zh_hk: 取得你的席位

source: Claimed
ar: تمت المطالبة
cs: Vyzvednuto
de: Eingelöst
el: Διεκδικήθηκε
es: Reclamado
es_419: Reclamado
es_mx: Reclamado
fr: Réclamé
he: מומש
hi: दावा किया गया
id: Diklaim
it: Riscattato
ja: 受け取り済み
ko: 받음
nl: Opgeëist
pl: Odebrano
pt: Reivindicado
pt_br: Resgatado
pt_pt: Reivindicado
ru: Получено
sv: Uthämtat
th: รับแล้ว
uk: Отримано
vi: Đã nhận
zh_hans: 已领取
zh_hk: 已領取

source: Claims for epoch %lld have expired.
ar: انتهت صلاحية المطالبات للفترة %lld.
cs: Nároky za epochu %lld vypršely.
de: Die Einlösefrist für Epoche %lld ist abgelaufen.
el: Οι διεκδικήσεις για την εποχή %lld έχουν λήξει.
es: Las reclamaciones de la época %lld han caducado.
es_419: Las reclamaciones de la época %lld vencieron.
es_mx: Las reclamaciones de la época %lld vencieron.
fr: Les réclamations pour l’époque %lld ont expiré.
he: תוקף המימושים לתקופה %lld פג.
hi: एपोक %lld के दावे समाप्त हो गए हैं।
id: Klaim untuk epoch %lld sudah kedaluwarsa.
it: I riscatti per l’epoca %lld sono scaduti.
ja: エポック %lld の受け取り期限が切れました。
ko: 에포크 %lld의 받기 기간이 만료되었습니다.
nl: De claims voor epoch %lld zijn verlopen.
pl: Odbiór za epokę %lld wygasł.
pt: As reivindicações da época %lld expiraram.
pt_br: Os resgates da época %lld expiraram.
pt_pt: As reivindicações da época %lld expiraram.
ru: Срок получения за эпоху %lld истёк.
sv: Uttagen för epok %lld har gått ut.
th: การรับของอีพอค %lld หมดอายุแล้ว
uk: Строк отримання за епоху %lld минув.
vi: Lượt nhận cho epoch %lld đã hết hạn.
zh_hans: 周期 %lld 的领取已过期。
zh_hk: 週期 %lld 的領取已過期。

source: Clear
ar: مسح
cs: Vymazat
de: Löschen
el: Καθαρισμός
es: Borrar
es_419: Borrar
es_mx: Borrar
fr: Effacer
he: נקה
hi: साफ़ करें
id: Hapus
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pl: Wyczyść
pt: Limpar
pt_br: Limpar
pt_pt: Limpar
ru: Очистить
sv: Rensa
th: ล้าง
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hk: 清除

source: Client
ar: العميل
cs: Klient
el: Πελάτης
es: Cliente
es_419: Cliente
es_mx: Cliente
he: לקוח
hi: क्लाइंट
id: Klien
ja: クライアント
ko: 클라이언트
pl: Klient
pt: Cliente
pt_br: Cliente
pt_pt: Cliente
ru: Клиент
sv: Klient
th: ไคลเอ็นต์
uk: Клієнт
vi: Máy khách
zh_hans: 客户端
zh_hk: 客戶端

source: Client contracts
ar: عقود العميل
cs: Kontrakty klienta
de: Client-Verträge
el: Συμβόλαια πελάτη
es: Contratos de cliente
es_419: Contratos de cliente
es_mx: Contratos de cliente
fr: Contrats client
he: חוזי לקוח
hi: क्लाइंट कॉन्ट्रैक्ट
id: Kontrak klien
it: Contratti client
ja: クライアント契約
ko: 클라이언트 계약
nl: Clientcontracten
pl: Kontrakty klienta
pt: Contratos do cliente
pt_br: Contratos do cliente
pt_pt: Contratos do cliente
ru: Контракты клиента
sv: Klientkontrakt
th: สัญญาไคลเอ็นต์
uk: Контракти клієнта
vi: Hợp đồng máy khách
zh_hans: 客户端合约
zh_hk: 客戶端合約

source: Client ID
ar: معرّف العميل
cs: ID klienta
el: ID πελάτη
es: ID de cliente
es_419: ID de cliente
es_mx: ID de cliente
fr: ID client
he: מזהה לקוח
hi: क्लाइंट ID
id: ID klien
it: ID client
ja: クライアントID
ko: 클라이언트 ID
pl: ID klienta
pt: ID do cliente
pt_br: ID do cliente
pt_pt: ID do cliente
ru: ID клиента
sv: Klient-ID
th: ID ไคลเอ็นต์
uk: ID клієнта
vi: ID máy khách
zh_hans: 客户端 ID
zh_hk: 客戶端 ID

source: Client ID copied
ar: تم نسخ معرّف العميل
cs: ID klienta zkopírováno
de: Client-ID kopiert
el: Το ID πελάτη αντιγράφηκε
es: ID de cliente copiado
es_419: ID de cliente copiado
es_mx: ID de cliente copiado
fr: ID client copié
he: מזהה הלקוח הועתק
hi: क्लाइंट ID कॉपी किया गया
id: ID klien disalin
it: ID client copiato
ja: クライアントIDをコピーしました
ko: 클라이언트 ID가 복사되었습니다
nl: Client-ID gekopieerd
pl: Skopiowano ID klienta
pt: ID do cliente copiado
pt_br: ID do cliente copiado
pt_pt: ID do cliente copiado
ru: ID клиента скопирован
sv: Klient-ID kopierat
th: คัดลอก ID ไคลเอ็นต์แล้ว
uk: ID клієнта скопійовано
vi: Đã sao chép ID máy khách
zh_hans: 客户端 ID 已复制
zh_hk: 客戶端 ID 已複製

source: Client ID copied to clipboard
ar: تم نسخ معرّف العميل إلى الحافظة
cs: ID klienta zkopírováno do schránky
de: Client-ID in die Zwischenablage kopiert
el: Το ID πελάτη αντιγράφηκε στο πρόχειρο
es: ID de cliente copiado al portapapeles
es_419: ID de cliente copiado al portapapeles
es_mx: ID de cliente copiado al portapapeles
fr: ID client copié dans le presse-papiers
he: מזהה הלקוח הועתק ללוח
hi: क्लाइंट ID क्लिपबोर्ड पर कॉपी किया गया
id: ID klien disalin ke papan klip
it: ID client copiato negli appunti
ja: クライアントIDをクリップボードにコピーしました
ko: 클라이언트 ID가 클립보드에 복사되었습니다
nl: Client-ID gekopieerd naar klembord
pl: Skopiowano ID klienta do schowka
pt: ID do cliente copiado para a área de transferência
pt_br: ID do cliente copiado para a área de transferência
pt_pt: ID do cliente copiado para a área de transferência
ru: ID клиента скопирован в буфер обмена
sv: Klient-ID kopierat till urklipp
th: คัดลอก ID ไคลเอ็นต์ไปยังคลิปบอร์ดแล้ว
uk: ID клієнта скопійовано в буфер обміну
vi: Đã sao chép ID máy khách vào bộ nhớ tạm
zh_hans: 客户端 ID 已复制到剪贴板
zh_hk: 客戶端 ID 已複製到剪貼簿

source: Client statistics
ar: إحصائيات العميل
cs: Statistiky klienta
de: Client-Statistiken
el: Στατιστικά πελάτη
es: Estadísticas del cliente
es_419: Estadísticas del cliente
es_mx: Estadísticas del cliente
fr: Statistiques client
he: סטטיסטיקת לקוח
hi: क्लाइंट आँकड़े
id: Statistik klien
it: Statistiche client
ja: クライアント統計
ko: 클라이언트 통계
nl: Clientstatistieken
pl: Statystyki klienta
pt: Estatísticas do cliente
pt_br: Estatísticas do cliente
pt_pt: Estatísticas do cliente
ru: Статистика клиента
sv: Klientstatistik
th: สถิติไคลเอ็นต์
uk: Статистика клієнта
vi: Thống kê máy khách
zh_hans: 客户端统计
zh_hk: 客戶端統計

source: Clients
ar: العملاء
cs: Klienti
el: Πελάτες
es: Clientes
es_419: Clientes
es_mx: Clientes
he: לקוחות
hi: क्लाइंट्स
id: Klien
it: Client
ja: クライアント
ko: 클라이언트
pl: Klienci
pt: Clientes
pt_br: Clientes
pt_pt: Clientes
ru: Клиенты
sv: Klienter
th: ไคลเอ็นต์
uk: Клієнти
vi: Máy khách
zh_hans: 客户端
zh_hk: 客戶端

source: Clients try lower tiers first. 0 is best; 3 means past the speed or delay cutoff.
ar: يجرّب العملاء المستويات الأدنى أولًا. 0 هو الأفضل؛ و3 يعني تجاوز حد السرعة أو التأخير.
cs: Klienti zkoušejí nejdřív nižší úrovně. 0 je nejlepší; 3 znamená překročení limitu rychlosti nebo zpoždění.
de: Clients versuchen zuerst niedrigere Stufen. 0 ist am besten; 3 bedeutet jenseits der Grenze für Geschwindigkeit oder Verzögerung.
el: Οι πελάτες δοκιμάζουν πρώτα τις χαμηλότερες βαθμίδες. Το 0 είναι το καλύτερο· το 3 σημαίνει πέρα από το όριο ταχύτητας ή καθυστέρησης.
es: Los clientes prueban primero los niveles más bajos. 0 es el mejor; 3 significa que supera el límite de velocidad o de latencia.
es_419: Los clientes prueban primero los niveles más bajos. 0 es el mejor; 3 significa que supera el límite de velocidad o de latencia.
es_mx: Los clientes prueban primero los niveles más bajos. 0 es el mejor; 3 significa que supera el límite de velocidad o de latencia.
fr: Les clients essaient d'abord les niveaux les plus bas. 0 est le meilleur ; 3 signifie au-delà du seuil de vitesse ou de latence.
he: לקוחות מנסים קודם דרגים נמוכים יותר. 0 הוא הטוב ביותר; 3 פירושו חריגה מסף המהירות או ההשהיה.
hi: क्लाइंट पहले निचले स्तर आज़माते हैं। 0 सबसे अच्छा है; 3 का मतलब गति या विलंब की सीमा से बाहर है।
id: Klien mencoba tingkat yang lebih rendah lebih dulu. 0 adalah yang terbaik; 3 berarti melewati batas kecepatan atau latensi.
it: I client provano prima i livelli più bassi. 0 è il migliore; 3 significa oltre la soglia di velocità o di latenza.
ja: クライアントは低いティアから試します。0が最良で、3は速度または遅延の基準を超えていることを示します。
ko: 클라이언트는 낮은 등급부터 시도합니다. 0이 가장 좋으며, 3은 속도 또는 지연 기준을 넘었다는 뜻입니다.
nl: Clients proberen eerst lagere niveaus. 0 is het best; 3 betekent voorbij de grens voor snelheid of vertraging.
pl: Klienci najpierw próbują niższych poziomów. 0 to najlepszy; 3 oznacza przekroczenie progu prędkości lub opóźnienia.
pt: Os clientes experimentam primeiro os níveis mais baixos. 0 é o melhor; 3 significa que ultrapassou o limite de velocidade ou de latência.
pt_br: Os clientes tentam primeiro os níveis mais baixos. 0 é o melhor; 3 significa que passou do limite de velocidade ou de latência.
pt_pt: Os clientes experimentam primeiro os níveis mais baixos. 0 é o melhor; 3 significa que ultrapassou o limite de velocidade ou de latência.
ru: Клиенты сначала пробуют более низкие уровни. 0 — лучший; 3 означает выход за порог скорости или задержки.
sv: Klienter provar lägre nivåer först. 0 är bäst; 3 betyder bortom gränsen för hastighet eller fördröjning.
th: ไคลเอนต์จะลองระดับที่ต่ำกว่าก่อน 0 ดีที่สุด ส่วน 3 หมายถึงเกินเกณฑ์ความเร็วหรือความหน่วง
uk: Клієнти спершу пробують нижчі рівні. 0 — найкращий; 3 означає вихід за поріг швидкості або затримки.
vi: Máy khách thử các bậc thấp hơn trước. 0 là tốt nhất; 3 nghĩa là vượt ngưỡng tốc độ hoặc độ trễ.
zh_hans: 客户端会先尝试较低的层级。0 为最佳；3 表示超出速度或延迟限制。
zh_hk: 客戶端會先嘗試較低的層級。0 為最佳；3 表示超出速度或延遲限制。

source: Clients who choose this country can be offered this device.
ar: يمكن عرض هذا الجهاز على العملاء الذين يختارون هذه الدولة.
cs: Klientům, kteří zvolí tuto zemi, může být toto zařízení nabídnuto.
de: Clients, die dieses Land wählen, kann dieses Gerät angeboten werden.
el: Αυτή η συσκευή μπορεί να προταθεί σε πελάτες που επιλέγουν αυτή τη χώρα.
es: Este dispositivo se puede ofrecer a los clientes que elijan este país.
es_419: Este dispositivo se puede ofrecer a los clientes que elijan este país.
es_mx: Este dispositivo se puede ofrecer a los clientes que elijan este país.
fr: Cet appareil peut être proposé aux clients qui choisissent ce pays.
he: המכשיר הזה יכול להיות מוצע ללקוחות שבוחרים במדינה הזו.
hi: यह देश चुनने वाले क्लाइंट को यह डिवाइस पेश किया जा सकता है।
id: Perangkat ini dapat ditawarkan ke klien yang memilih negara ini.
it: Questo dispositivo può essere offerto ai client che scelgono questo paese.
ja: この国を選択したクライアントに、このデバイスが提示されることがあります。
ko: 이 국가를 선택한 클라이언트에게 이 기기가 제시될 수 있습니다.
nl: Dit apparaat kan worden aangeboden aan clients die dit land kiezen.
pl: To urządzenie może zostać zaproponowane klientom, którzy wybiorą ten kraj.
pt: Este dispositivo pode ser oferecido aos clientes que escolherem este país.
pt_br: Este dispositivo pode ser oferecido aos clientes que escolherem este país.
pt_pt: Este dispositivo pode ser oferecido aos clientes que escolherem este país.
ru: Это устройство могут предложить клиентам, которые выбирают эту страну.
sv: Enheten kan erbjudas klienter som väljer det här landet.
th: อุปกรณ์นี้อาจถูกเสนอให้ไคลเอนต์ที่เลือกประเทศนี้
uk: Цей пристрій можуть запропонувати клієнтам, які вибирають цю країну.
vi: Thiết bị này có thể được đề xuất cho máy khách chọn quốc gia này.
zh_hans: 选择此国家的客户端可能会被推荐此设备。
zh_hk: 選擇此國家的客戶端可能會被推薦此裝置。

source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
es_419: Cerrar
es_mx: Cerrar
fr: Fermer
he: סגור
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hk: 關閉

source: Code
ar: الرمز
cs: Kód
el: Κωδικός
es: Código
es_419: Código
es_mx: Código
he: קוד
hi: कोड
id: Kode
it: Codice
ja: コード
ko: 코드
pl: Kod
pt: Código
pt_br: Código
pt_pt: Código
ru: Код
sv: Kod
th: รหัส
uk: Код
vi: Mã
zh_hans: 代码
zh_hk: 代碼

source: Combines reliability, speed and passed network checks. Clients are offered providers with a higher weight more often.
ar: يجمع بين الموثوقية والسرعة وفحوصات الشبكة الناجحة. يُعرض المزودون ذوو الوزن الأعلى على العملاء بوتيرة أكبر.
cs: Kombinuje spolehlivost, rychlost a úspěšné kontroly sítě. Poskytovatelé s vyšší váhou se klientům nabízejí častěji.
de: Kombiniert Zuverlässigkeit, Geschwindigkeit und bestandene Netzwerkprüfungen. Anbieter mit höherem Gewicht werden Clients häufiger angeboten.
el: Συνδυάζει αξιοπιστία, ταχύτητα και επιτυχημένους ελέγχους δικτύου. Οι πάροχοι με μεγαλύτερο βάρος προτείνονται συχνότερα στους πελάτες.
es: Combina fiabilidad, velocidad y comprobaciones de red superadas. A los clientes se les ofrecen con más frecuencia los proveedores con mayor peso.
es_419: Combina fiabilidad, velocidad y verificaciones de red aprobadas. A los clientes se les ofrecen con más frecuencia los proveedores con mayor peso.
es_mx: Combina fiabilidad, velocidad y verificaciones de red aprobadas. A los clientes se les ofrecen con más frecuencia los proveedores con mayor peso.
fr: Combine la fiabilité, la vitesse et les vérifications réseau réussies. Les fournisseurs ayant un poids plus élevé sont proposés plus souvent aux clients.
he: משלב אמינות, מהירות ובדיקות רשת שעברו. ספקים עם משקל גבוה יותר מוצעים ללקוחות לעיתים קרובות יותר.
hi: विश्वसनीयता, गति और पास हुई नेटवर्क जाँचों को मिलाता है। अधिक भार वाले प्रदाता क्लाइंट को अधिक बार पेश किए जाते हैं।
id: Menggabungkan keandalan, kecepatan, dan pemeriksaan jaringan yang lulus. Penyedia dengan bobot lebih tinggi lebih sering ditawarkan ke klien.
it: Combina affidabilità, velocità e controlli di rete superati. I provider con un peso maggiore vengono offerti più spesso ai client.
ja: 信頼性、速度、合格したネットワークチェックを組み合わせた値です。重みが大きいプロバイダーほど、クライアントに頻繁に提示されます。
ko: 신뢰성, 속도, 통과한 네트워크 검사를 결합한 값입니다. 가중치가 높은 제공업체일수록 클라이언트에게 더 자주 제시됩니다.
nl: Combineert betrouwbaarheid, snelheid en geslaagde netwerkcontroles. Providers met een hoger gewicht worden vaker aan clients aangeboden.
pl: Łączy niezawodność, prędkość i zaliczone kontrole sieci. Dostawcy z wyższą wagą są częściej proponowani klientom.
pt: Combina fiabilidade, velocidade e verificações de rede aprovadas. Os fornecedores com maior peso são oferecidos aos clientes com mais frequência.
pt_br: Combina confiabilidade, velocidade e verificações de rede aprovadas. Provedores com peso maior são oferecidos aos clientes com mais frequência.
pt_pt: Combina confiabilidade, velocidade e verificações de rede aprovadas. Os fornecedores com maior peso são oferecidos aos clientes com mais frequência.
ru: Сочетает надежность, скорость и пройденные проверки сети. Провайдеров с большим весом предлагают клиентам чаще.
sv: Kombinerar tillförlitlighet, hastighet och godkända nätverkskontroller. Leverantörer med högre vikt erbjuds klienter oftare.
th: รวมความน่าเชื่อถือ ความเร็ว และการตรวจสอบเครือข่ายที่ผ่าน ผู้ให้บริการที่มีน้ำหนักสูงกว่าจะถูกเสนอให้ไคลเอนต์บ่อยกว่า
uk: Поєднує надійність, швидкість і пройдені перевірки мережі. Провайдерів із більшою вагою пропонують клієнтам частіше.
vi: Kết hợp độ tin cậy, tốc độ và các lần kiểm tra mạng đã đạt. Nhà cung cấp có trọng số cao hơn được đề xuất cho máy khách thường xuyên hơn.
zh_hans: 综合可靠性、速度和已通过的网络检查。权重越高的提供商，被推荐给客户端的次数越多。
zh_hk: 綜合可靠性、速度和已通過的網絡檢查。權重越高的供應商，被推薦給客戶端的次數越多。

source: Commitment issues?
ar: مشاكل في الالتزام؟
cs: Problémy s angažovaností?
de: Bindungsprobleme?
el: Προβλήματα δέσμευσης;
es: ¿Problemas de compromiso?
es_419: ¿Miedo al compromiso?
es_mx: ¿Problemas para comprometerte?
fr: Problèmes d'engagement ?
he: חושש להתחייב?
hi: प्रतिबद्धता संबंधी समस्याएं?
id: Masih ragu?
it: Paura di impegnarsi?
ja: やることを決めかねていますか？
ko: 결정하기 어려우신가요?
nl: Problemen met commitment?
pl: Problemy z zobowiązaniem?
pt: Problemas de compromisso?
pt_br: Problemas de compromisso?
pt_pt: Receio de compromisso?
ru: Не хотите регистрироваться?
sv: Svårt att bestämma dig?
th: ยังตัดสินใจไม่ได้ใช่ไหม?
uk: Вагаєтесь?
vi: Còn phân vân?
zh_hans: 承诺问题？
zh_hk: 猶豫不決？

source: Community Edition
ar: إصدار المجتمع
cs: Komunitní edice
el: Έκδοση κοινότητας
es: Edición comunitaria
es_419: Edición comunitaria
es_mx: Edición comunitaria
fr: Édition communautaire
he: מהדורת קהילה
hi: कम्युनिटी एडिशन
id: Edisi Komunitas
it: Edizione Community
ja: コミュニティ版
ko: 커뮤니티 에디션
nl: Community-editie
pl: Edycja społecznościowa
pt: Edição comunitária
pt_br: Edição comunitária
pt_pt: Edição Comunitária
ru: Версия для сообщества
th: ฉบับชุมชน
uk: Спільнотна версія
vi: Phiên bản cộng đồng
zh_hans: 社区版
zh_hk: 社群版

source: Companion
ar: الطرف المقابل
cs: Protějšek
de: Gegenstelle
el: Συμβαλλόμενος
es: Compañero
es_419: Compañero
es_mx: Compañero
fr: Partenaire
he: הצד השני
hi: साथी
id: Rekan
it: Partner
ja: 相手
ko: 상대방
nl: Tegenpartij
pl: Partner
pt: Parceiro
pt_br: Parceiro
pt_pt: Parceiro
ru: Партнёр
sv: Motpart
th: คู่สัญญา
uk: Партнер
vi: Đối tác
zh_hans: 对端
zh_hk: 對端

source: Complete your purchase in the browser. Your plan updates here automatically once payment is confirmed.
ar: أكمل عملية الشراء في المتصفح. سيتم تحديث خطتك هنا تلقائيًا بمجرد تأكيد الدفع.
cs: Dokončete nákup v prohlížeči. Jakmile bude platba potvrzena, váš tarif se zde automaticky aktualizuje.
de: Schließe den Kauf im Browser ab. Dein Plan wird hier automatisch aktualisiert, sobald die Zahlung bestätigt ist.
el: Ολοκληρώστε την αγορά στο πρόγραμμα περιήγησης. Το πρόγραμμά σας θα ενημερωθεί εδώ αυτόματα μόλις επιβεβαιωθεί η πληρωμή.
es: Completa tu compra en el navegador. Tu plan se actualizará aquí automáticamente cuando se confirme el pago.
es_419: Completa tu compra en el navegador. Tu plan se actualizará aquí automáticamente cuando se confirme el pago.
es_mx: Completa tu compra en el navegador. Tu plan se actualizará aquí automáticamente cuando se confirme el pago.
fr: Terminez votre achat dans le navigateur. Votre plan sera mis à jour ici automatiquement une fois le paiement confirmé.
he: השלימו את הרכישה בדפדפן. התוכנית שלכם תתעדכן כאן אוטומטית ברגע שהתשלום יאושר.
hi: ब्राउज़र में अपनी खरीदारी पूरी करें। भुगतान की पुष्टि होते ही आपकी योजना यहां अपने आप अपडेट हो जाएगी।
id: Selesaikan pembelian Anda di browser. Paket Anda akan diperbarui di sini secara otomatis setelah pembayaran dikonfirmasi.
it: Completa l'acquisto nel browser. Il tuo piano si aggiornerà qui automaticamente una volta confermato il pagamento.
ja: ブラウザで購入を完了してください。支払いが確認されると、プランはここで自動的に更新されます。
ko: 브라우저에서 구매를 완료하세요. 결제가 확인되면 플랜이 여기에서 자동으로 업데이트됩니다.
nl: Rond je aankoop af in de browser. Je plan wordt hier automatisch bijgewerkt zodra de betaling is bevestigd.
pl: Dokończ zakup w przeglądarce. Twój plan zaktualizuje się tutaj automatycznie po potwierdzeniu płatności.
pt: Conclua a sua compra no navegador. O seu plano será atualizado aqui automaticamente assim que o pagamento for confirmado.
pt_br: Conclua sua compra no navegador. Seu plano será atualizado aqui automaticamente assim que o pagamento for confirmado.
pt_pt: Conclua a sua compra no navegador. O seu plano será atualizado aqui automaticamente assim que o pagamento for confirmado.
ru: Завершите покупку в браузере. Ваш тариф обновится здесь автоматически, как только платеж будет подтвержден.
sv: Slutför ditt köp i webbläsaren. Din plan uppdateras här automatiskt när betalningen har bekräftats.
th: ทำการซื้อให้เสร็จในเบราว์เซอร์ แพ็กเกจของคุณจะอัปเดตที่นี่โดยอัตโนมัติเมื่อการชำระเงินได้รับการยืนยัน
uk: Завершіть покупку в браузері. Ваш план оновиться тут автоматично, щойно оплату буде підтверджено.
vi: Hoàn tất giao dịch mua trong trình duyệt. Kế hoạch của bạn sẽ tự động cập nhật tại đây sau khi thanh toán được xác nhận.
zh_hans: 请在浏览器中完成购买。付款确认后，您的计划将在此处自动更新。
zh_hk: 請在瀏覽器中完成購買。付款確認後，您的計劃將在此處自動更新。

source: Confirm Seeker Token
ar: تأكيد رمز Seeker
cs: Potvrďte Seeker Token
de: Seeker-Token bestätigen
el: Επιβεβαίωση Token Seeker
es: Confirmar Token de Seeker
es_419: Confirmar Token de Seeker
es_mx: Confirmar Token de Seeker
fr: Confirmer le jeton Seeker
he: אמת אסימון Seeker
hi: सीकर टोकन की पुष्टि करें
id: Konfirmasi Token Seeker
it: Conferma Token Seeker
ja: シーカートークンを確認
ko: Seeker 토큰 확인
nl: Bevestig Seeker Token
pl: Potwierdź token Seeker
pt: Confirmar Token Seeker
pt_br: Confirmar Token Seeker
pt_pt: Confirmar Token Seeker
ru: Подтвердить токен Seeker
sv: Bekräfta Seeker-token
th: ยืนยัน Seeker Token
uk: Підтвердити токен Seeker
vi: Xác nhận Token Seeker
zh_hans: 确认 Seeker 令牌
zh_hk: 確認 Seeker 代幣

source: Connect
ar: اربط
cs: Připojit
de: Verbinde
el: Σύνδεση
es: Conecta
es_419: Conectar
es_mx: Conecta
fr: Connecte
he: התחבר
hi: कनेक्ट करें
id: Hubungkan
it: Connetti
ja: 接続
ko: 연결
nl: Verbinden
pl: Połącz
pt: Conecte
pt_br: Conectar
pt_pt: Ligar
ru: Подключить
sv: Anslut
th: เชื่อมต่อ
uk: Підключитися
vi: Kết nối
zh_hans: 连接
zh_hk: 連接

source: Connect a Bittensor wallet first.
ar: اربط محفظة Bittensor أولًا.
cs: Nejprve připojte peněženku Bittensor.
de: Verbinde zuerst eine Bittensor-Wallet.
el: Συνδέστε πρώτα ένα πορτοφόλι Bittensor.
es: Primero conecta una billetera de Bittensor.
es_419: Primero conecta una billetera de Bittensor.
es_mx: Primero conecta una cartera de Bittensor.
fr: Connectez d’abord un portefeuille Bittensor.
he: חברו קודם ארנק Bittensor.
hi: पहले Bittensor वॉलेट कनेक्ट करें।
id: Hubungkan dompet Bittensor terlebih dahulu.
it: Prima collega un portafoglio Bittensor.
ja: 先に Bittensor ウォレットを接続してください。
ko: 먼저 Bittensor 지갑을 연결하세요.
nl: Koppel eerst een Bittensor-wallet.
pl: Najpierw połącz portfel Bittensor.
pt: Primeiro ligue uma carteira Bittensor.
pt_br: Primeiro conecte uma carteira Bittensor.
pt_pt: Primeiro ligue uma carteira Bittensor.
ru: Сначала подключите кошелек Bittensor.
sv: Anslut en Bittensor-plånbok först.
th: เชื่อมต่อกระเป๋าเงิน Bittensor ก่อน
uk: Спершу підключіть гаманець Bittensor.
vi: Hãy kết nối ví Bittensor trước.
zh_hans: 请先连接 Bittensor 钱包。
zh_hk: 請先連接 Bittensor 錢包。
